tap "fastly/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "qmk/qmk"
tap "shopify/shopify"
tap "yt-dlp/taps"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bat"
brew "boost"
brew "glib"
brew "coreutils"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "readline"
brew "gawk"
brew "git"
brew "git-delta"
brew "python@3.11"
brew "git-filter-repo"
brew "gitui"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "guile"
brew "ifstat"
brew "jenv"
brew "lazygit"
brew "libssh"
brew "libyaml"
brew "qemu"
brew "lima"
brew "lua-language-server"
brew "neovim"
brew "nghttp2"
brew "oh-my-posh"
brew "openssl@1.1"
brew "pnpm"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "restic"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "zellij"
brew "zlib"
brew "zsh-completions"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
brew "shopify/shopify/themekit"
brew "yt-dlp/taps/yt-dlp"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "keycastr"
cask "proxyman"
cask "raycast"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "Altrue.CustomColoring"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "artdiniz.quitcontrol-vscode"
vscode "atlassian.atlascode"
vscode "Avetis.tokyo-night"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "brittanychiang.halcyon-vscode"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cipchk.cssrem"
vscode "dariofuzinato.vue-peek"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "divyanshu013.oceanic-darker"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gaui.overreacted-darkness"
vscode "gioboa.jira-plugin"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "heybourn.headwind"
vscode "hollowtree.vue-snippets"
vscode "HTMLHint.vscode-htmlhint"
vscode "IBM.output-colorizer"
vscode "idered.npm"
vscode "inu1255.easy-snippet"
vscode "jcbuisson.vue"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "JoshMu.create-relative-file"
vscode "JoshMu.periscope"
vscode "joshmu.zearch"
vscode "jpoissonnier.vscode-styled-components"
vscode "liviuschera.noctis"
vscode "MariusAlchimavicius.json-to-ts"
vscode "marnix.tokyo-night-pro"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-json5"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "muhajirframe.tailwind-styled-snippets"
vscode "naumovs.color-highlight"
vscode "naumovs.theme-oceanicnext"
vscode "nextfaze.json-parse-stringify"
vscode "octref.vetur"
vscode "oliversturm.fix-json"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "pawelgrzybek.gatito-theme"
vscode "phind.phind"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "pomdtr.excalidraw-editor"
vscode "psioniq.psi-header"
vscode "quicktype.quicktype"
vscode "rebornix.toggle"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sdras.night-owl"
vscode "silvenon.mdx"
vscode "sldobri.bunker"
vscode "sleistner.vscode-fileutils"
vscode "srmeyers.git-prefix"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "tautvydasderzinskas.vscode-html-to-css"
vscode "techer.open-in-browser"
vscode "thedavej.night-owl-black"
vscode "thomascsd.vscode-readme-pattern"
vscode "tinkertrain.theme-panda"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "TomRijndorp.find-it-faster"
vscode "unclebeast.har-viewer"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "Vue.volar"
vscode "waderyan.gitblame"
vscode "WallabyJs.console-ninja"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "will-stone.plastic"
vscode "yamato-ltd.vscode-aem-sync"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zera.one-monokai-x-palenight"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
