tap "fastly/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazynpm"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "qmk/qmk"
tap "shopify/shopify"
tap "yt-dlp/taps"
brew "aichat"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bat"
brew "boost"
brew "glib"
brew "cloc"
brew "coreutils"
brew "curlie"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "python@3.12"
brew "libass"
brew "librist"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "ifstat"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "lima"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "neovim-remote"
brew "nghttp2"
brew "openblas"
brew "numpy"
brew "nvimpager"
brew "nvm"
brew "oh-my-posh"
brew "openssl@1.1"
brew "openvino"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "rbenv"
brew "redis"
brew "restic"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sherlock"
brew "tmux"
brew "tree"
brew "uv"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "shopify/shopify/themekit"
cask "betterdisplay"
cask "db-browser-for-sqlite"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "keycastr"
cask "ngrok"
cask "obsidian"
cask "proxyman"
cask "raycast"
cask "stats"
cask "whisky"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "anthropic.claude-code"
vscode "atlassian.atlascode"
vscode "avetis.tokyo-night"
vscode "azemoh.one-monokai"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "brittanychiang.halcyon-vscode"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "divyanshu013.oceanic-darker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "eraserlabs.eraserlabs"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "foxundermoon.shell-format"
vscode "gaui.overreacted-darkness"
vscode "geequlim.godot-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "ibm.output-colorizer"
vscode "inu1255.easy-snippet"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "joshmu.create-relative-file"
vscode "joshmu.periscope"
vscode "liviuschera.noctis"
vscode "mariusalchimavicius.json-to-ts"
vscode "marnix.tokyo-night-pro"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "muhajirframe.tailwind-styled-snippets"
vscode "naumovs.color-highlight"
vscode "naumovs.theme-oceanicnext"
vscode "nextfaze.json-parse-stringify"
vscode "oliversturm.fix-json"
vscode "openai.openai-chatgpt-adhoc"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "pawelgrzybek.gatito-theme"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "razoric.gdscript-toolkit-formatter"
vscode "rebornix.toggle"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "robole.profile-status"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "siris01.catppuccin-theme"
vscode "sldobri.bunker"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "srmeyers.git-prefix"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "thedavej.night-owl-black"
vscode "tinkertrain.theme-panda"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "will-stone.plastic"
vscode "yamato-ltd.vscode-aem-sync"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zera.one-monokai-x-palenight"
vscode "zhuangtongfa.material-theme"
