tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "qmk/qmk"
tap "shopify/shopify"
tap "yt-dlp/taps"
brew "automake"
brew "bat"
brew "glib"
brew "readline"
brew "python@3.9"
brew "coreutils"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "gitui"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "guile"
brew "ifstat"
brew "jenv"
brew "libyaml"
brew "lua-language-server"
brew "neovim"
brew "nghttp2"
brew "python@3.10"
brew "rbenv"
brew "restic"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "shopify/shopify/themekit"
brew "yt-dlp/taps/yt-dlp"
cask "font-blex-mono-nerd-font"
cask "keycastr"
cask "kitty"
cask "meld"
cask "popcorn-time"
cask "raycast"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "Altrue.CustomColoring"
vscode "amatiasq.sort-imports"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "artdiniz.quitcontrol-vscode"
vscode "atlassian.atlascode"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "brittanychiang.halcyon-vscode"
vscode "bungcip.better-toml"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cipchk.cssrem"
vscode "dariofuzinato.vue-peek"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "divyanshu013.oceanic-darker"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gaui.overreacted-darkness"
vscode "gioboa.jira-plugin"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "heybourn.headwind"
vscode "hollowtree.vue-snippets"
vscode "HTMLHint.vscode-htmlhint"
vscode "humao.rest-client"
vscode "IBM.output-colorizer"
vscode "inu1255.easy-snippet"
vscode "johnpapa.vscode-peacock"
vscode "JoshMu.create-relative-file"
vscode "JoshMu.periscope"
vscode "joshmu.zearch"
vscode "jpoissonnier.vscode-styled-components"
vscode "MariusAlchimavicius.json-to-ts"
vscode "marp-team.marp-vscode"
vscode "MaxvanderSchee.web-accessibility"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-json5"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "muhajirframe.tailwind-styled-snippets"
vscode "naumovs.color-highlight"
vscode "naumovs.theme-oceanicnext"
vscode "nextfaze.json-parse-stringify"
vscode "octref.vetur"
vscode "oliversturm.fix-json"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "pawelgrzybek.gatito-theme"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "psioniq.psi-header"
vscode "quicktype.quicktype"
vscode "rebornix.toggle"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.create-file-folder"
vscode "ritwickdey.LiveServer"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "srmeyers.git-prefix"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "tautvydasderzinskas.vscode-html-to-css"
vscode "techer.open-in-browser"
vscode "thedavej.night-owl-black"
vscode "thomascsd.vscode-readme-pattern"
vscode "tinkertrain.theme-panda"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "TomRijndorp.find-it-faster"
vscode "unclebeast.har-viewer"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "Vue.volar"
vscode "waderyan.gitblame"
vscode "WallabyJs.console-ninja"
vscode "wayou.vscode-todo-highlight"
vscode "webhint.vscode-webhint"
vscode "whizkydee.material-palenight-theme"
vscode "will-stone.plastic"
vscode "wix.vscode-import-cost"
vscode "yamato-ltd.vscode-aem-sync"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
