aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onedark
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
atlassian.atlascode
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
geequlim.godot-tools
github.github-vscode-theme
github.vscode-github-actions
graphql.vscode-graphql-syntax
hashicorp.terraform
hbenl.vscode-test-explorer
hediet.vscode-drawio
ibm.output-colorizer
janisdd.vscode-edit-csv
jock.svg
johnpapa.vscode-peacock
johnpapa.winteriscoming
joshmu.periscope
littlefoxteam.vscode-python-test-adapter
liviuschera.noctis
marp-team.marp-vscode
mechatroner.rainbow-csv
meganrogge.template-string-converter
mikestead.dotenv
mitchdenny.ecdc
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
naumovs.color-highlight
oliversturm.fix-json
openai.chatgpt
orta.vscode-jest
orta.vscode-twoslash-queries
pkief.material-icon-theme
pomdtr.excalidraw-editor
prisma.prisma
qwtel.sqlite-viewer
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
robole.profile-status
sdras.night-owl
sldobri.bunker
sleistner.vscode-fileutils
sonarsource.sonarlint-vscode
stivo.tailwind-fold
stylelint.vscode-stylelint
tamasfe.even-better-toml
techer.open-in-browser
tintinweb.graphviz-interactive-preview
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vue.volar
wesbos.theme-cobalt2
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
